import React from "react";
import {Box} from "@mui/material";

const Intro = () => {
  return (
    <Box>
      오랜 시간 성실히 검사에 응해주셔서 감사드립니다.
      학습유형검사는 학생들 간의 우열을 가리는 시험이 아니라
      학생의 타고난 기질과 성향을 살펴본 후 어떤 환경과 조건에서 더 편안하고 즐겁게 학습하고 효율적으로 성장할 수 있는지를 살펴보는 ‘자기성찰형’ 검사입니다.
      아래 항목은 검사에 응해주신 학생께서 ‘아니오’ 로 답하신 항목입니다.
      ‘아니오’에 답하였다고 틀린 것이 아닙니다.
      과거에 내가 가지고 있던 약점은 곧 현재의 강점으로 바뀔 수 있다는 것을 의미합니다.
      약점을 인식하지 못하면 약점은 영원히 약점으로 남지만
      인식 된 약점은 언제든 나의 최고 강점으로 변화할 수 있습니다.
      강점으로 변화시킬 항목을 자유롭게 선택해주세요.
      멘날과 함께  ‘성장의 길’을 걸어갑시다.
    </Box>
  )
}

export default Intro;

